// __VERIFIER_IGNORE__ Used by PanicCore with PCAppLocal
"HomepageURL" = "https://www.panic.com/transmit/";
// __END_VERIFIER_IGNORE__
"Could not connect to server \"%@\"." = "Impossible de se connecter au serveur « %@ ».";
"Your password may be incorrect. Please double-check your login settings." = "Votre mot de passe est peut-être incorrect. Vérifiez vos paramètres de connexion.";
"The site may be inaccessible or your password may be incorrect. Please double-check your login settings." = "Il se peut que le site soit inaccessible ou que votre mot de passe soit incorrect. Vérifiez vos paramètres de connexion.";
"SupportEmailAddress" = "transmit@panic.com";
"HostKeyChangedURL" = "https://library.panic.com/%@/transmit5/host-key-changed/";

// Dialogs
"Cancel" = "Annuler";
"Close" = "Fermer";
"OK" = "OK";
"Remove" = "Supprimer";
"Synchronize" = "Synchroniser";
"Simulate" = "Simuler";
"Retry" = "Réessayer";
"Synchronizing" = "Synchronisation";
"In response to \"%@\", the server said:" = "En réponse à « %@ », le message du serveur est :";
"Are you sure you want to possibly delete files in your home folder?" = "Êtes-vous certain de vouloir supprimer les fichiers dans votre dossier de départ ?";
"Your home folder contains critical files, and using the \"delete orphaned files\" option can potentially cause serious system problems." = "Votre dossier de départ contient des fichiers critiques. L’option « supprimer les fichiers orphelins » peut causer de sévères problèmes au système.";
"Deleting orphaned files will delete files in the destination folder \"%@\" that are not present in the source folder \"%@\"." = "La suppression des fichiers orphelins supprimera les fichiers dans le dossier de destination « %@ » qui ne se trouvent pas dans le dossier source « %@ ».";
"Are you sure you want to edit %lu files?" = "Voulez-vous vraiment modifier %lu fichiers ?";

// Transfers

// Preferences
"ServerMaximumRetryDelayFormat" = "%d s";
"Add ASCII File Extension" = "Ajouter l’extension de fichier ASCII";
"Add extension" = "Ajouter une extension";


// Favorites security
"Unlock Servers" = "Déverrouiller les serveurs";
"The servers database is protected with a passphrase. Enter the passphrase to unlock your servers." = "La base de données de serveurs est protégée par une phrase secrète. Saisissez la phrase secrète pour déverrouiller vos serveurs.";
"Invalid Passphrase" = "Phrase secrète non valide";
"The passphrase provided did not match the passphrase set for the servers database. Please enter the correct password." = "La phrase secrète fournie ne correspond pas à la phrase secrète définie pour la base de données des serveurs. Saisissez le mot de passe correct.";
"Choose Master Passphrase" = "Choisir une phrase secrète principale";
"Syncing saved passwords over a network requires setting a master passphrase, which will be used to encrypt and decrypt sensitive information automatically." = "La synchronisation des mots de passe enregistrés via un réseau nécessite la définition d’une phrase secrète principale, qui sera utilisée pour chiffrer et déchiffrer automatiquement les informations sensibles.";

// Favorites errors
"No servers model metadata" = "Pas de métadonnées de modèle de serveurs";
"The metadata for the previous servers library version could not be found." = "Les métadonnées de la version précédente de la bibliothèque des serveurs sont introuvables.";
"Failed to find servers source model" = "Impossible de trouver le modèle de source des serveurs";
"The servers library is not in a known format." = "La bibliothèque des serveurs est dans un format inconnu.";
"No servers models found" = "Aucun modèle de serveurs trouvé";
"The servers model files appear to be missing." = "Les fichiers de modèles de serveurs semblent manquants.";
"No mapping model found" = "Aucun modèle de mappage trouvé";
"The servers library is not in a format that can be migrated." = "La bibliothèque des serveurs n’est pas dans un format pouvant être migré.";
"Servers import cancelled" = "Importation des serveurs annulée";
"The servers import operation was cancelled." = "L’opération d’importation des serveurs a été annulée.";

// Registration

"PurchaseURL" = "https://www.panic.com/transmit/buy.html";
// __VERIFIER_IGNORE__ Used by PanicCore with PCAppLocal
"TrialTimeoutNagHTML" = "<p><b>Votre période d’essai de %d jours a expiré</b> et vous ne disposez plus de la version totalement fonctionnelle de Transmit. En conséquence, les favoris sont temporairement désactivés et vos sessions sont limitées à %d minutes.</p><p><b>Si Transmit vous plaît, achetez-le !</b> Votre numéro de série vous sera fourni instantanément et vous soutiendrez le développement de logiciels Mac indépendants.</p>";
"EnterSerialNumberButtonTitle" = "Saisir le numéro de série…";
"ActivationLanguage" = "fr";   // --$$-USED-EXTERNALLY-$$-- This tag hints our build system... please don't modify it
// __END_VERIFIER_IGNORE__
"PurchaseButtonTitle" = "Acheter";
"SerialOKMsg" = "Merci beaucoup d’avoir acheté Transmit !";
"SerialOKText" = "Toutes les limitations de la version de démonstration non enregistrée ont été supprimées. Merci de votre achat ! Nous espérons que Transmit vous plaira.";
"PirateSerialMsg" = "Ne piratez pas Transmit.";
"PirateSerialText" = "La raison est simple. Le piratage de logiciels produits par une petite entreprise de logiciels Mac que nous sommes, nous porte vraiment préjudice car il est plus difficile pour nous de concevoir des logiciels aussi performants que Transmit. Plus vous piratez, moins nous pouvons créer. Achetez dès aujourd’hui votre propre copie de Transmit, jamais désactivée, et passez dans le camp des gentils.";
"SerialInvalidMsg" = "Désolé, ce n’est pas un numéro de série Transmit valide.";
"SerialInvalidTxt" = "Assurez-vous que vous avez saisi toutes les lettres, nombres et tirets dans le bon ordre. Si vous saisissez le numéro de série, vous pouvez plutôt essayer de le copier depuis le reçu envoyé par e-mail, puis de le coller.";
"BlacklistModifiedMsg" = "Falsification détectée";
"BlacklistModifiedText" = "Cette copie de Transmit a été altérée par une tierce partie non autorisée. Téléchargez une copie authentique de l’application sur www.panic.com.\n\nTransmit va maintenant se fermer.";
"DownloadURL" = "https://www.panic.com/transmit/";
"SerialCheckNetErrorMsg" = "Transmit n’a pas pu valider votre numéro de série en ligne.";
"SerialCheckNetErrorTxt" = "Désactivez tout logiciel de filtrage d’Internet ou de pare-feu qui pourrait empêcher Transmit de se connecter à notre serveur ou vérifiez que votre ordinateur est connecté à Internet.";
"LostSerialURL" = "https://www.panic.com/transmit/support.html";
"TrialTimerMsg" = "Achetez Transmit !";
"TrialTimerText" = "La limite de sept minutes pour la session a été atteinte pour cette version de démonstration non enregistrée de Transmit. Nous espérons que Transmit vous plaît. Si vous l’utilisez, nous vous conseillons de l’acheter ! C’est instantané, sûr et facile.";
"Purchase Transmit to unlock this feature." = "Achetez Transmit pour déverrouiller cette fonction.";
"ImportDemoLimitationMessage" = "L’importation de favoris n’est pas disponible pendant la période d’essai gratuit, mais vous pouvez créer manuellement des favoris pour vous aider à décider si Transmit vous convient. Pour importer des favoris provenant d’ailleurs, veuillez acheter Transmit. C’est rapide et sûr.";
"ExportDemoLimitationMessage" = "L’exportation de favoris n’est plus disponible après expiration de la période de démonstration. Pour exporter des favoris, veuillez acheter Transmit. C’est rapide et sûr.";

"AlreadyRegisteredMsg" = "Cette copie de Transmit est déjà enregistrée.";
"AlreadyRegisteredText" = "Merci de votre achat !";


"Public" = "Public";
"%@ Public" = "%@ public";
"Untitled Server" = "Serveur sans titre";
"Are you sure you want to delete the collection \"%@?\"" = "Voulez-vous vraiment supprimer le groupe « %@ » ?";
"Deleting the collection will also delete all the servers contained within the folder. This action cannot be undone." = "La suppression du groupe supprime aussi tous les serveurs contenus dans le dossier. Cette action ne peut être annulée.";
"Delete" = "Supprimer";
"Delete…" = "Supprimer…";
"This action cannot be undone." = "Cette action ne peut être annulée.";
"Are you sure you want to delete the selected items?" = "Voulez-vous vraiment supprimer les éléments sélectionnés ?";
"copy" = "copie";
"untitled folder" = "dossier sans titre";
"This name cannot be used." = "Ce nom ne peut pas être utilisé.";
"This name is already in use." = "Ce nom est déjà utilisé.";
"Checking availability..." = "Vérification de la disponibilité…";
"Merge" = "Fusionner";
"Enter password for server \"%@\" with user name \"%@\"." = "Saisissez le mot de passe pour le serveur « %@ » avec le nom d’utilisateur « %@ ».";
"Enter username and password for server \"%@\"." = "Saisissez le nom d’utilisateur et le mot de passe pour le serveur « %@ ».";
"The selected items will be deleted immediately." = "Les éléments sélectionnés seront supprimés immédiatement.";
"Move to Trash" = "Placer dans la Corbeille";
"Move to Trash…" = "Placer dans la Corbeille…";
"The selected items will be moved to the Trash." = "Les éléments sélectionnés seront placés dans la Corbeille.";
"Are you sure you want to delete the selected %i items?" = "Êtes-vous certain de vouloir supprimer les %i éléments sélectionnés ?";
"Are you sure you want to delete \"%@\"?" = "Êtes-vous certain de vouloir supprimer « %@ » ?";
"untitled-bucket" = "compartiment-sans-titre";
"Could not save \"%@\"." = "Impossible d’enregistrer « %@ ».";
"Saving of this document type is not supported." = "L’enregistrement de ce type de document n’est pas pris en charge.";
"Could not open \"%@\"." = "Impossible d’ouvrir « %@ ».";
"The file is of a type that Transmit cannot display. Try opening it in an external editor to make changes." = "Ce type de fichier ne peut pas être affiché par Transmit. Essayez de l’ouvrir dans un éditeur externe pour y apporter des modifications.";
"FTP" = "FTP";
"SFTP" = "SFTP";
"FTP with Implicit SSL" = "FTP avec SSL implicite";
"FTP with TLS/SSL" = "FTP avec TLS/SSL";
"WebDAV" = "WebDAV";
"WebDAV HTTPS" = "WebDAV HTTPS";
"Amazon S3" = "Amazon S3";
"WebDAV with HTTPS" = "WebDAV avec HTTPS";
"S3" = "S3";
"Save password in droplet" = "Enregistrer le mot de passe dans le droplet";
"Prompt for password" = "Demander un mot de passe";
"Copy URL(s) after upload" = "Copier les URL après le téléversement";
"To enable URL copying, set a Root URL for the favorite or save droplet from a folder." = "Pour activer la copie d’URL, définissez une URL racine pour le favori ou enregistrez le droplet à partir d'un dossier.";
"Save Droplet" = "Enregistrer le droplet";
"Untitled" = "Sans titre";
"%@ droplet" = "%@ droplet";
"Droplet save failed." = "Échec de l’enregistrement du droplet.";
"An error with code: %d occurred. If this problem persists, make sure Transmit is located in the Applications folder." = "Une erreur s’est produite avec le code : %d. Si le problème persiste, assurez-vous que Transmit se trouve dans le dossier Applications.";
"Please purchase Transmit today!" = "Achetez Transmit dès aujourd’hui !";
"None Available" = "Aucun disponible";
"Open in Tabs" = "Ouvrir dans des onglets";
"Tab bar" = "Barre d’onglets";
"Clear History" = "Effacer l’historique";
"Save" = "Enregistrer";
"Save as Droplet..." = "Enregistrer comme droplet…";
"Set..." = "Définir…";
"(ask)" = "(demander)";
"password" = "mot de passe";
"No server specified" = "Pas de serveur spécifié";
"You must specify a server address for this favorite." = "Vous devez spécifier une adresse de serveur pour ce favori.";
"domain.com" = "domaine.com";
"ftp.domain.com" = "ftp.domaine.com";
"Select" = "Sélectionner";
"Imported Servers" = "Serveurs importés";
"The file \"%@\" is now hidden." = "Le fichier « %@ » est maintenant masqué.";
"Since the new name begins with a period and Transmit is currently hiding invisible files, the file will not be visible.\n\nWould you like to show invisible files? (You can always change this setting later in the View menu.)" = "Étant donné que le nouveau nom commence par un point et que Transmit masque actuellement les fichiers non visibles, ce fichier ne sera pas visible.\n\nSouhaitez-vous afficher les fichiers non visibles ? (Vous pourrez modifier ce paramètre ultérieurement dans le menu Afficher.)";
"Show Hidden Files" = "Afficher les fichiers masqués";
"Hide Hidden Files" = "Masquer les fichiers masqués";
"An item with the name \"%@\" already exists in this location." = "Un élément nommé « %@ » existe déjà à cet emplacement.";
"Please choose a different name." = "Choisissez un autre nom.";
"What would you like to do?" = "Que souhaitez-vous faire ?";
"Are you sure you want to remove the extension \".%@\"?" = "Êtes-vous certain de vouloir supprimer l’extension « .%@ » ?";
"If you make this change, your document may open in a different application." = "Si vous apportez cette modification, il est possible que votre document s’ouvre dans une autre application.";
"disconnect" = "déconnecter";
"remote browser" = "navigateur distant";
"Could not change folder to \"%@\"." = "Impossible de changer le dossier en « %@ ».";
"The folder could not be found." = "Le dossier est introuvable.";
"Places" = "Emplacements";
"Parameter type mismatch." = "Types de paramètres non concordants.";
"Could not complete operation." = "Impossible de terminer l’opération.";
"You must use a remote File Viewer for this action." = "Vous devez utiliser un visualiseur de fichiers distant pour cette action.";
"The folder does not exist at \"%@\"." = "Le dossier n’existe pas à « %@ ».";
"Parameter type mismatch. File viewers must be local and remote." = "Types de paramètres non concordants. Les visualiseurs de fichiers doivent être locaux et distants.";
"File does not exist." = "Le fichier n’existe pas.";
"Get Started!" = "C’est parti !";
"History" = "Historique";
"..." = "…";
"HistoryFavoriteAppendedUsernameFormat" = "%@ (%@)";
"An unknown error occurred while trying to obtain the necessary privileges to complete the installation." = "Une erreur inconnue est survenue lors de la tentative d’obtention des privilèges nécessaires pour terminer l’installation.";
"The installation was canceled." = "L’installation a été annulée.";
"Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make." = "Limite de connexion dépassée ou le serveur a raccroché. Le serveur auquel vous vous connectez est peut-être configuré pour limiter le nombre de connexions que vous êtes autorisé à réaliser.";
"Mounting %@..." = "Montage de %@…";
"(default)" = "(par défaut)";
"Size" = "Taille";
"Date" = "Date";
"Group" = "Groupe";
"Owner" = "Propriétaire";
"Permissions" = "Autorisations";
"Kind" = "Type";
"background %.*1f percent" = "arrière-plan %.*1f pourcent";
"Choose Application" = "Choisir une application";
"Choose an application to open the selected documents." = "Choisissez une application pour ouvrir le(s) document(s) sélectionné(s).";
"Select..." = "Sélectionner…";
"Default File" = "Fichier par déf.";
"Default Folder" = "Dossier par déf.";
"Files" = "Fichiers";
"Transfers" = "Transferts";
"General" = "Général";
"Rules" = "Règles";
"Keys" = "Clés";
"Advanced" = "Avancées";
"Try Again" = "Réessayer";
"All Messages" = "Tous les messages";
"Changed" = "Modifié";
"Unchanged" = "Inchangé";
"Save Report..." = "Enregistrer le rapport…";
"Done" = "Terminé";
"View Report" = "Afficher le rapport";
"We're done! Here's what happened..." = "C’est terminé ! Voici ce qui s’est passé…";
"Here's What Will Happen" = "Voici ce qu’il va se passer";
"We're done!" = "C’est terminé !";
"%@ files synchronized successfully" = "%@ fichiers synchronisés avec succès";

"Synchronizing..." = "Synchronisation…";
"synchronize-tense-past" = "Synchronisé";
"synchronize-tense-present" = "Synchronisation";

"Sync Files" = "Synchroniser les fichiers";
" to " = " à ";
"Sync from " = "Synchroniser de ";

// sync overview
"SyncOverview" = "Votre %@ sera synchronisé(e) avec votre %@. Les fichiers avec %@ seront remplacés et %@.";
"SyncLocalFolderFragment" = "dossier local « %@ »";
"SyncRemoteFolderFragment" = "dossier distant « %@ »";
"dates (in the last day)" = "dates (ce dernier jour)";
"dates (in the last %d days)" = "dates (ces %d derniers jours)";
"dates (in the last week)" = "dates (cette dernière semaine)";
"dates (in the last %d weeks)" = "dates (ces %d dernières semaines)";
"dates (in the last %d months)" = "dates (ces %d derniers mois)";
"dates (in the last month)" = "dates (ce dernier mois)";
"older dates" = "avec des dates plus anciennes";
"different sizes" = "de taille diferente";
"%@ and %@" = "%@ et %@";
"DeleteOrphanedFragment" = "les fichiers ne se trouvant pas dans votre dossier source seront supprimés de la destination";
"NoDeleteOrphanedFragment" = "aucun fichier ne sera supprimé";
"All Enabled Rules" = "Toutes les règles activées";
"File Rules" = "Règles de fichier";
"Transmit Sync Report" = "Rapport de synchronisation Transmit";
"Created" = "Créé";
"Files Uploaded" = "Fichiers téléversés";
"Files Downloaded" = "Fichiers téléchargés";
"Files Copied" = "Fichiers copiés";
"Files Skipped" = "Fichiers ignorés";
"Files Deleted" = "Fichiers supprimés";
"%@ transferred | %@ deleted | %@ skipped" = "%@ transférés | %@ supprimés | %@ ignorés";
"Synchronization Complete" = "Synchronisation terminée";
"Remote path: %@" = "Chemin distant : %@";
"Local path: %@" = "Chemin local : %@";
"Uploaded" = "Téléverser";
"Downloaded" = "Téléchargé";
"Skipped" = "Ignoré";
"Copied" = "Copié";
"Can not synchronize folders" = "Impossible de synchroniser les dossiers";
"Please choose folders which are not contained within each other." = "Choisissez des dossiers qui ne se contiennent pas mutuellement.";
"Offset is determined automatically" = "Le décalage est déterminé automatiquement";
"%@ is %@ %@ %@" = "%@ est %@ %@ %@";
"behind" = "plus tôt";
"ahead of" = "plus tard de";
"Synchronizing %@ of %@..." = "Synchronisation %@ de %@…";
"Comparison Complete" = "Comparaison terminée";
"Comparing \"%@\"..." = "Comparaison de « %@ »…";
"%@ files compared" = "%@ fichiers comparés";

"Cancel folder \"%@\"" = "Annuler le dossier « %@ »";
"Repeat folder \"%@\"" = "Répéter le dossier « %@ »";
"Retry folder \"%@\"" = "Réessayer le dossier « %@ »";
"Start folder \"%@\"" = "Démarrer le dossier « %@ »";
"Show \"%@\" in Transmit" = "Afficher « %@ » dans Transmit";
"Not Connected" = "Non connecté";
"Could not connect; no favorite or address specified." = "Impossible de se connecter ; aucun favori ni adresse spécifiés.";
"Could not connect; try closing any open connections." = "Impossible de se connecter ; essayez de fermer toutes les connexions ouvertes.";
"Cannot move this object." = "Impossible de déplacer cet objet.";
"Cannot mount server; Please make sure the latest Transmit Disk is installed and the server is a supported protocol." = "Impossible de monter le serveur. Assurez-vous que le dernier disque Transmit est installé et que le protocole du serveur est pris en charge.";
"Transcript" = "Transcription";
"Purchase" = "Acheter";
"Default" = "Par défaut";
"If you quit now, the file transfer will not finish." = "Si vous fermez maintenant, le transfert de fichiers ne sera pas terminé.";
"You have one Transmit tab with active transfers. Do you want to cancel these transfers and quit?" = "Vous avez un onglet Transmit avec des transferts actifs. Voulez-vous annuler ces transferts et quitter ?";
"You have %ld Transmit tabs with active transfers. Do you want to cancel these transfers and quit?" = "Vous avez %ld onglets Transmit avec des transferts actifs. Voulez-vous annuler ces transferts et quitter ?";
"Quit" = "Quitter";
"Export Servers" = "Exporter des serveurs";
"Export" = "Exporter";
"Transmit Servers" = "Serveurs Transmit";
"Import Servers" = "Importer des serveurs";
"Import" = "Importer";
"Local Places" = "Emplacements locaux";
"Remote Places" = "Emplacements distants";
"Hide View Options" = "Masquer les options d’affichage";
"Show View Options" = "Afficher les options d’affichage";
"Are you sure you want to disconnect?" = "Êtes-vous certain de vouloir déconnecter ?";
"Switching to a local browser will cause you to be disconnected from the server." = "Le basculement sur un navigateur local vous déconnectera du serveur.";
"Resume" = "Reprendre";
"Pause" = "Suspendre";
"Compress \"%@\"" = "Compresser « %@ »";
"Compress" = "Compresser";
"Compress %lu Items" = "Compresser %lu éléments";
"New Bucket..." = "Nouveau compartiment…";
"Mount as Disk" = "Monter comme disque";
"Eject Disk" = "Éjecter le disque";
"Show All Servers" = "Afficher tous les favoris";
"Show Quick Connect" = "Afficher la connexion rapide";
"Transfer \"%@\"" = "Transférer « %@ »";
"Transfer Selected Items" = "Transférer les fichiers sélectionnés";
"Download \"%@\"" = "Télécharger « %@ »";
"Download Selection" = "Télécharger la sélection";
"Upload \"%@\"" = "Téléverser « %@ »";
"Upload Selection" = "Téléverser la sélection";
"Move \"%@\"" = "Déplacer « %@ »";
"Move Selection" = "Déplacer la sélection";
"Close Quick Look" = "Fermer Coup d’œil";
"Quick Look \"%@\"" = "Coup d’œil de « %@ »";
"Quick Look %ld Items" = "Coup d’œil de %ld éléments";
"Show Two File Browsers" = "Afficher deux navigateurs de fichiers";
"Show One File Browser" = "Afficher un navigateur de fichiers";
"Hide Tab Bar" = "Masquer la barre d’onglets";
"Show Tab Bar" = "Afficher la barre d’onglets";
"Focus on Local" = "Focus sur Local";
"Focus on Remote" = "Focus sur Distant";
"Are you sure you want to close this tab? Transmit is currently transferring files. If you close the tab, Transmit won't finish transferring the files." = "Êtes-vous certain de vouloir fermer cet onglet ? Transmit transfère actuellement des fichiers. Si vous fermez cet onglet, Transmit ne terminera pas le transfert des fichiers.";
"Are you sure you want to close this window? Transmit is currently transferring files. If you close the window, Transmit won't finish transferring the files." = "Êtes-vous certain de vouloir fermer cette fenêtre ? Transmit transfère actuellement des fichiers. Si vous fermez cette fenêtre, Transmit ne terminera pas le transfert des fichiers.";
"Delete selection" = "Supprimer la sélection";
"Refresh" = "Actualiser";
"Refresh file listing" = "Actualiser la liste de fichiers";
"New File" = "Nouveau fichier";
"Create new file" = "Créer un fichier";
"New Folder" = "Nouveau dossier";
"Create new folder" = "Créer un dossier";
"Server Protocols" = "Protocoles de serveur";
"Go To" = "Aller à";
"Go to any folder" = "Aller à un dossier";
"Get Info" = "Informations";
"Show/hide file information" = "Afficher/masquer les informations de fichier";
"Quick Look" = "Coup d’œil";
"Show items with Quick Look" = "Afficher les éléments avec Coup d’œil";
"Sync" = "Synchroniser";
"Synchronize / mirror contents of local and remote folders" = "Synchroniser/mettre en miroir le contenu des dossiers locaux et distants";
"View file transfer activity for this tab" = "Afficher le fichier d’activité de transfert pour cet onglet";
"Edit" = "Modifier";
"Edit \"%@\"..." = "Modifier « %@ »…";
"Show items in a list" = "Afficher les éléments en une liste";
"Show items in columns" = "Afficher les éléments en colonnes";
"Show items as thumbnails" = "Afficher les éléments en vignettes";
"Show items with Cover Flow" = "Afficher les éléments avec Cover Flow";
"mode switcher" = "basculeur de modes";
"list view" = "affichage en liste";
"column view" = "affichage en colonnes";
"icon view" = "affichage en icônes";
"cover flow view" = "affichage en cover flow";
"View" = "Afficher";
"as List" = "en liste";
"as Columns" = "en colonnes";
"as Icons" = "en icônes";
"as Cover Flow" = "en Cover Flow";
"Switch view mode" = "Permuter le mode d’affichage";
"Terminal" = "Terminal";
"Open folder in Terminal" = "Ouvrir le dossier dans le terminal";
"New Tab" = "Nouvel onglet";
"Open new tab" = "Ouvrir un nouvel onglet";
"Recent Searches" = "Recherches récentes";
"Clear Recent Searches" = "Effacer les recherches récentes";
"No Recent Searches" = "Pas de recherche récente";
"Search" = "Rechercher";
"Action" = "Action";
"Commonly used actions" = "Actions utilisées fréquemment";
"Linking" = "Liaison";
"Folder Linking" = "Liaison des dossiers";
"Link left and right file navigation" = "Relier la navigation dans le fichier de gauche et de droite";
"Show Hidden" = "Afficher les éléments masqués";
"Toggle Hidden Files" = "Activer/désactiver les fichiers masqués";
"Toggle hidden files visible" = "Activer/désactiver les fichiers masqués visibles";
"Show one file browser" = "Afficher un navigateur de fichiers";
"Show two file browsers" = "Afficher deux navigateurs de fichiers";
"one file browser" = "un navigateur de fichiers";
"two file browsers" = "deux navigateurs de fichiers";
"Tabs" = "Onglets";
"Tab" = "Onglet";
"Window" = "Fenêtre";
"Toggle two pane mode" = "Activer/désactiver le mode deux panneaux";
"Pause and resume remote file transfers" = "Suspendre et reprendre les transferts de fichiers distants";
"Clear" = "Effacer";
"Remove completed transfers from the queue" = "Supprimer les transferts terminés de la file d’attente";
"Conflict Behavior" = "Comportement de conflit";
"Conflict" = "Conflit";
"Override the default conflict behavior for this tab" = "Substituer le comportement de conflit par défaut pour cet onglet";
"No Bucket" = "Pas de compartiment";
"Open" = "Ouvrir";
"Other..." = "Autre…";
"Could not launch ODB supported editor." = "Impossible de lancer l’éditeur ODB pris en charge.";
"This could be caused by using an old version of the editor that does not support this feature." = "Cela peut être causé par l’utilisation d’une ancienne version de l’éditeur qui ne prend pas en charge cette fonction.";
"Could not edit %@." = "Impossible de modifier %@.";
"Could not launch %@." = "Impossible de lancer %@.";
"The application may have been moved or deleted." = "L’application a peut-être été déplacée ou supprimée.";
"\nConnection %lu\n\n" = "\nConnexion %lu\n\n";
"Transmit can’t verify the identity of the server “%@”." = "Transmit ne peut pas vérifier l’identité du serveur « %@ ».";
"Add \"%@\" to Places" = "Ajouter « %@ » aux emplacements";
"Add Place" = "Ajouter un emplacement";
"Places overflow items" = "Éléments d’options d’emplacements";
"Share" = "Partager";
"Share the selected items" = "Partager les éléments sélectionnés";

"Import SSH Key File..." = "Importer le fichier de clé SSH…";
"Clear SSH Key" = "Effacer la clé SSH";

"Show Errors" = "Afficher les erreurs";
"Hide Errors" = "Masquer les erreurs";

"This Transmit beta version has expired." = "Cette version bêta de Transmit a expiré.";
"Thanks for your help!" = "Merci de votre aide !";

"(none)" = "(aucun)";
"(all)" = "(tout)";

"Contacting server..." = "Contact du serveur…";

"Could not connect to the Bonjour server named “%@”." = "Impossible de se connecter au serveur Bonjour nommé « %@ ».";
"The server may be down, or may not be on the same network as your computer." = "Il est possible que le serveur ne fonctionne pas ou qu’il ne se trouve pas dans le même réseau que votre ordinateur.";
"Archive.zip" = "Archive.zip";
"Could not write to the Transmit preferences." = "Impossible d’écrire dans les préférences de Transmit.";
"Make sure the Transmit preferences file is unlocked and you have write permissions to it." = "Assurez-vous que le fichier de préférences Transmit est déverrouillé et que vous disposez des autorisations en écriture pour celui-ci.";
"The selected servers file could not be read. Make sure that you have read permissions for this file." = "Le fichier de serveurs sélectionné n’a pas pu être lu. Assurez-vous d’avoir lu les autorisations pour ce fichier.";
"The selected servers file could not be read. Try launching %@ to verify that the servers have not been corrupted, and make sure that you have read permissions for this file." = "Le fichier de serveurs sélectionné n’a pas pu être lu. Essayez de lancer %@ pour vérifier que les serveurs n’ont pas été corrompus, puis assurez-vous de disposer des autorisations de lecture pour ce fichier.";
"Could not import servers." = "Impossible d’importer les serveurs.";
"Transmit" = "Transmit";
"Remote" = "Distant";
"Local" = "Local";
"Disconnect from server" = "Déconnecter du serveur";
"Switch to remote browser" = "Basculer sur le navigateur distant";
"Click to show Places; drop folders here to add them to your Places" = "Cliquez pour afficher les emplacements ; déposez des dossiers ici pour les ajouter à vos emplacements";
"Drop folders here anytime to add them to your Places." = "Déposez les dossiers ici à n’importe quel moment pour les ajouter à vos emplacements.";
"Source Control Files (Example)" = "Fichiers de contrôle de la source (exemple)";
"Imported Sync File List" = "Liste de fichiers de synchronisation importée";
"Choose" = "Choisir";
"Choose Folder..." = "Choisir un dossier…";
"Choose Key File" = "Choisir un fichier de clé";
"Could not import SSH key file \"%@\"." = "Impossible d’importer le fichier de clé SSH « %@ ».";
"The file is not in a supported format." = "Le fichier n’est pas dans un format pris en charge.";
"Are you sure you want to delete orphaned files?" = "Êtes-vous certain de vouloir supprimer les fichiers orphelins ?";
"Are you sure you want to remove the shortcut to \"%@\"?" = "Voulez-vous vraiment supprimer le raccourci « %@ » ?";
"The original folder will not be moved." = "Le dossier d’origine ne sera pas déplacé.";
"Deleted" = "Supprimé";

"There were no %@ servers found in \"%@\"" = "Aucun serveur %@ n’a été trouvé dans « %@ »";
"Imported server \"%@\" and folder \"%@\"." = "Serveur « %@ » et dossier « %@ » importés.";
"Imported server \"%@\" and %lu folders." = "Serveur « %@ » et « %lu » dossiers importés.";
"Imported %lu servers." = "%lu serveurs importés.";
"Imported %lu servers and folder \"%@\"." = "%lu serveurs et dossier « %@ » importés.";
"Imported %lu servers and %lu folders." = "%lu serveurs et %lu dossiers importés.";
"Imported server \"%@\"." = "Serveurs importé « %@ ».";
"The servers from %@ were imported successfully." = "Les serveurs de %@ ont été importés avec succès.";
"Select \"%@\" files to import." = "Sélectionnez les fichiers « %@ » à importer.";

"Hide Transfers" = "Masquer les transferts";
"Show Transfers" = "Afficher les transferts";
"Resume Transfers" = "Reprendre les transferts";
"Pause Transfers" = "Suspendre les transferts";
"Send Raw Command…" = "Envoyer une commande FTP…";
"Send SSH Command…" = "Envoyer une commande SSH…";
"Hide Item Count" = "Masquer le nombre d’éléments";
"Show Item Count" = "Afficher le nombre d’éléments";
"Open Externally" = "Ouvrir en externe";
"Open file in external editor" = "Ouvrir le fichier dans un éditeur externe";
"Edit in Transmit" = "Modifier dans Transmit";
"Transfer" = "Transférer";
"Transfer Files" = "Transférer des fichiers";
"Transfer selected files" = "Transférer les fichiers sélectionnés";
"Go Back" = "Revenir";
"Go Forward" = "Continuer";
"go back" = "revenir";
"go forward" = "continuer";
"Back / Forward" = "Précédent/Suivant";
"Always open with" = "Toujours ouvrir avec";
"Welcome!" = "Bienvenue !";
"Ten new server types" = "Dix nouveaux types de serveur";
"Up to five hundred percent faster" = "Jusqu’à cinq fois plus rapide";
// Added 7 missing strings (3-9-2010)

"%@, about %@ remaining" = "%@, environ %@ restant(es)";
"Start upload" = "Démarrer le téléversement";
"Start download" = "Démarrer le téléchargement";
"Retry upload" = "Réessayer de téléverser";
"Retry download" = "Réessayer de télécharger";
"Cancel transfer" = "Annuler le transfert";
"Clear transfer" = "Effacer le transfert";
"Start action" = "Démarrer l’action";
"Retry action" = "Réessayer l’action";

// Added strings (3-12-2010)
"New Rule" = "Nouvelle règle";

// __VERIFIER_IGNORE__ Used by PanicCore with PCAppLocal
"GridMenuAddLabel" = "Ajouter emplacement…";
// __END_VERIFIER_IGNORE__

"Transmit Disks cannot be mounted while installing an update." = "Les disques Transmit ne peuvent pas être montés lors de l’installation d’une mise à jour.";
"The following Transmit Disks are still mounted: %@.\n\nSave any open documents and eject all mounted Transmit Disks, then click Continue." = "Les disques Transmit suivants sont encore montés : %@.\n\nEnregistrez tous les documents ouverts et éjectez tous les disques Transmit montés, puis cliquez sur Continuer.";
"ListOf1Format" = "%@";
"ListOf2Format" = "%@ et %@";
"ListOf3Format" = "%@, %@ et %@";
"ListOf2AndOthersFormat" = "%@, %@ et %d autres";
"No Transmit Disks are mounted. Click %@ to install update." = "Aucun disque Transmit n’est monté. Cliquez sur %@ pour installer la mise à jour.";
"Continue" = "Continuer";
"Check for Updates…" = "Vérifier les mises à jour…";
"Update in Progress" = "Mise à jour en cours";
"Would you like to continue transfers in progress?" = "Souhaitez-vous continuer les transferts en cours ?";
"Disconnect All" = "Déconnecter tout";
"There are transfers in progress, you may either cancel all transfers or allow them to finish." = "Des transferts sont en cours. Vous pouvez annuler tous les transferts ou les laisser se terminer.";

"Are you sure you want to synchronize this folder?" = "Êtes-vous certain de vouloir synchroniser ce dossier ?";
"The folder may contain many large system files, and could take a very long time to complete." = "Le dossier contient peut-être de nombreux fichiers système de grande taille et cela peut prendre beaucoup de temps pour terminer.";
"This folder may contain critical system files, and overwriting and modifying these files can potentially cause serious system problems." = "Ce dossier contient peut être des fichiers système critiques ; l’écrasement ou la modification de ces fichiers peut causer de graves problèmes au système.";
"Keep Active" = "Maintenir actif";
"MultiTransferMessage" = "Il y a %ld transferts actifs pour ce serveur. Souhaitez-vous déconnecter les transferts ou les maintenir actifs pour qu’ils puissent terminer ?";
"SingleTransferMessage" = "Il y a un transfert actif pour ce serveur. Souhaitez-vous déconnecter le transfert ou le maintenir actif pour qu’il puisse terminer ?";
"Transfers are in progress." = "Des transferts sont en cours.";
"File activity is in progress." = "Une activité sur un fichier est en cours.";

"That's a previous Transmit serial number." = "Il s’agit d’un numéro de série d’une version précédente de Transmit.";
"Upgrade" = "Mettre à niveau";
"Transmit 5 is a major new paid version. Please visit the Panic website to upgrade." = "Transmit 5 est une nouvelle version majeure payante. Visitez le site Web de Panic pour effectuer une mise à niveau.";
"FTP/SFTP" = "FTP/SFTP";
"Mount favorite as disk" = "Monter un favori comme disque";
"Eject favorite disk" = "Éjecter le disque de favori";
"ChooseIdentityTooltip" = "Choisissez un fichier de clé SSH personnalisé à utiliser avec cette connexion. Les fichiers de clé dans ~/.ssh sont utilisés automatiquement.";

"Add Favorite" = "Ajouter un favori";
"Favorites" = "Favoris";
"Inspector" = "Inspecteur";
"Show Inspector" = "Afficher l’inspecteur";
"Hide Inspector" = "Masquer l’inspecteur";
"QLPanelIndexSheetSuffix" = " éléments";

"Transcript submitted successfully, thanks!" = "Transcription envoyée avec succès, merci !";
"Could not connect to Panic." = "Impossible de se connecter à Panic.";
"Send" = "Envoyer";
"Describe what's going on, what message you're getting, or what's not working." = "Décrivez ce qu’il se passe, le message qui s’affiche ou ce qui ne fonctionne pas.";

"Add Transmit Disk to your menu bar on login to mount servers as disks." = "Ajoutez le disque Transmit à votre barre de menus lors de la connexion pour monter les serveurs comme disques.";
"Download" = "Télécharger";
"Transmit Disk requires FUSE for macOS to be installed." = "Le disque Transmit requiert l’installation de FUSE pour macOS.";
"To mount your servers in the Finder, please download and install FUSE." = "Pour monter vos serveurs dans le Finder, veuillez télécharger et installer FUSE.";


// TRProtocolDescription
"ProtocolDescriptionSFTP" = "SFTP";
"ProtocolDescriptionFTPTLS" = "FTP avec TLS/SSL";
"ProtocolDescriptionFTPSSL" = "FTP avec SSL implicite";
"ProtocolDescriptionFTP" = "FTP";
"ProtocolDescriptionSMB" = "SMB";
"ProtocolDescriptionAmazonS3" = "Amazon S3";
"ProtocolDescriptionAmazonCloudDrive" = "Amazon Drive";
"ProtocolDescriptionOneDrive" = "Microsoft OneDrive";
"ProtocolDescriptionOneDriveForBusiness" = "Microsoft OneDrive Entreprise";
"ProtocolDescriptionAzure" = "Microsoft Azure";
"ProtocolDescriptionDreamObjects" = "DreamObjects";
"ProtocolDescriptionDropbox" = "Dropbox";
"ProtocolDescriptionGoogleDrive" = "Google Drive";
"ProtocolDescriptionBox" = "Box";
"ProtocolDescriptionRackspace" = "Fichiers Rackspace Cloud";
"ProtocolDescriptionOpenStack" = "OpenStack Swift";
"ProtocolDescriptionWebDAVS" = "WebDAV HTTPS";
"ProtocolDescriptionWebDAV" = "WebDAV";
"ProtocolDescriptionSlack" = "Slack";
"ProtocolDescriptionBackblazeB2" = "Backblaze B2";
"objects-us-west-1.dream.io" = "objects-us-west-1.dream.io";
"onedrive.com" = "onedrive.com";
"sharepoint.com" = "sharepoint.com";
"server.com" = "serveur.com";
"dropbox.com" = "dropbox.com";
"drive.google.com" = "drive.google.com";
"box.com" = "box.com";
"office365.com" = "office365.com";
"microsoft.azure.com" = "microsoft.azure.com";
"identity.api.rackspacecloud.com" = "identity.api.rackspacecloud.com";
"drive.amazonaws.com" = "drive.amazonaws.com";
"slack.com" = "slack.com";
"api.backblazeb2.com" = "api.backblazeb2.com";
"s3.amazonaws.com" = "s3.amazonaws.com";

"%@..." = "%@…";

// Connection
"Connect via %@" = "Se connecter via %@";
"Connect to %@" = "Se connecter à %@";
"Connect" = "Se connecter";
"%lu Servers" = "%lu serveurs";
"1 Server" = "1 serveur";
"Servers" = "Serveurs";
"Quick Connect" = "Connexion rapide";
"ConnectSearchPlaceholder" = "Rechercher serveurs";
"Shared Servers" = "Serveurs partagés";
"Server" = "Serveur";

// Activity
"Activity" = "Activité";
"Server activity" = "Activité de serveur";

"Select All" = "Tout sélectionner";
"Select None" = "Ne rien sélectionner";

// Contextual menu
"Open in New Tab" = "Ouvrir dans un nouvel onglet";
"Open in New Window" = "Ouvrir dans une nouvelle fenêtre";
"Save Droplet For Folder..." = "Créer un droplet pour le dossier…";
"Show in File Browser" = "Afficher dans le navigateur de fichiers";
"Rename..." = "Renommer…";
"Remove..." = "Supprimer…";

// Keys
"Generate Key…" = "Générer une clé…";
"Import Keys…" = "Importer des clés…";
"Add SSH key" = "Ajouter une clé SSH";
"Select the key files to import." = "Sélectionnez les fichiers de clé à importer.";
"Are you sure you want to delete the selected keys?" = "Voulez-vous vraiment supprimer les clés sélectionnées ?";
"Copy Public Key" = "Copier la clé publique";
"Copy Private Key" = "Copier la clé privée";
"The selected part of the key will be put on the Clipboard." = "La partie sélectionnée de la clé sera placée dans le presse-papiers.";
"Would you like to copy the key to the Clipboard?" = "Voulez-vous copier la clé dans le presse-papiers ?";
"KeyReadError" = "Impossible de lire le fichier de clé.";
"Encrypted" = "Chiffrée";
"New Key" = "Nouvelle clé";
"Would you like to save the passphrase for \"%@\" in Keychain?" = "Voulez-vous enregistrer la phrase secrète pour « %@ » dans le trousseau ?";
"A passphrase is required for this encrypted key." = "Une phrase secrète est requise pour cette clé chiffrée.";
"Passphrase:" = "Phrase secrète :";
"Automatic" = "Automatique";

"Drag folders here for quick access" = "Glissez des dossiers ici pour un accès rapide";
"Places are unavailable using Quick Connect" = "Les emplacements sont indisponibles lors de l’utilisation de la connexion rapide";
"Places bar" = "Barre des emplacements";
"Local folder shortcuts" = "Raccourcis de dossiers locaux";
"Remote folder shortcuts" = "Raccourcis de dossiers distants";

"You are trying to insert characters that cannot be handled by the file's current encoding. Do you want to convert the document to Unicode?" = "Vous tentez d’insérer des caractères ne pouvant pas être traités par l’encodage actuel du fichier. Voulez-vous convertir le document en Unicode ?";
"If you promote your document to a Unicode encoding you can insert the characters without losing information." = "Si vous promouvez votre document vers un encodage Unicode, vous pouvez insérer les caractères sans perte d’informations.";
"Promote to Unicode" = "Promouvoir vers Unicode";

// Privacy
"Help Panic improve %@." = "Aidez Panic à améliorer %@.";
"PrivacyURL" = "https://panic.com/privacy";

"Tabs are not enabled for this document." = "Les onglets ne sont pas activés pour ce document.";
"Show Places Bar" = "Afficher la barre des emplacements";
"Hide Places Bar" = "Masquer la barre des emplacements";
"Show Activity Bar" = "Afficher la barre d’activité";
"Hide Activity Bar" = "Masquer la barre d’activité";
"Use Regular Expressions" = "Utiliser des expressions régulières";
"This Droplet cannot run without the associated saved Server in Transmit." = "Ce droplet ne peut pas être exécuté sans le serveur enregistré associé dans Transmit.";
"Save in Keychain" = "Enregistrer dans le trousseau";


// Panic Sync

"Panic Sync" = "Panic Sync";

"This device has been deauthorized or your credentials are invalid. Please try signing back into Panic Sync." = "Soit l’autorisation de cet appareil a été retirée, soit vos données d’identification ne sont pas valides. Veuillez vous connecter à nouveau à Panic Sync.";
"Sign In" = "Connexion";

"This sync will replace your data. How do you want to continue?" = "Cette synchronisation remplacera vos données. Comment voulez-vous continuer ?";
"“%@” has performed a reset sync." = "« %@ » a effectué une synchronisation de réinitialisation.";
"One of your devices has performed a reset sync." = "L’un de vos appareils a effectué une synchronisation de réinitialisation.";
"You can fully replace your data with the Panic Sync data, or keep your data and replace it on all your other devices." = "Vous pouvez remplacer complètement vos données par les données Panic Sync ou conserver vos données et les remplacer sur tous vos autres appareils.";

"This sync will change a significant portion of your data. How do you want to continue?" = "Cette synchronisation modifiera une partie importante de vos données. Comment voulez-vous continuer ?";
"You can continue to sync your data with the Panic Sync data, fully replace your data with the Panic Sync data, or keep your data and replace it on all of your other devices." = "Vous pouvez continuer à synchroniser vos données avec les données Panic Sync, remplacer complètement vos données par les données Panic Sync ou conserver vos données et les remplacer sur tous vos autres appareils.";
"Changes were last made on “%@”." = "Des modifications ont été effectuées dernièrement sur « %@ ».";

"This is the first time you're syncing data on this Mac." = "C’est la première fois que vous synchronisez des données sur ce Mac.";

"Action:" = "Action :";
"Continue Sync" = "Continuer la synchronisation";
"Replace All Data On This Mac" = "Remplacer toutes les données sur ce Mac";
"Replace All Data In %@ On This Mac" = "Remplacer toutes les données dans %@ sur ce Mac";   // e.g. Replace All Data In Transmit On This Mac
"Replace Data On All Other Devices" = "Remplacer les données sur tous les autres appareils";

"Show Changes" = "Afficher les modifications";

"Your servers and keys can automatically sync between Transmit, Transmit iOS, Coda, and Coda iOS. It's free, secure, and easy." = "Vos serveurs et vos clés peuvent être synchronisés automatiquement entre Transmit, Transmit iOS, Coda et Coda iOS. C’est gratuit, sûr et facile.";

"Could not login to Panic Sync." = "Impossible de se connecter à Panic Sync.";
"Update %@" = "Mettre à jour %@";
"Sign Out" = "Déconnexion";
"An unexpected Panic Sync error occurred." = "Une erreur Panic Sync inattendue s’est produite.";

// Activity
"%@ Activity" = "Activité de %@";

"Transmit cannot mount \"%@\" as a disk." = "Transmit ne peut pas monter « %@ » comme disque.";
"The server protocol or authorization method is currently unsupported by Transmit Disk." = "Le protocole du serveur ou une méthode d’autorisation n’est pas actuellement prise en charge par le disque Transmit.";

// Accessibility

"Server list" = "Liste de serveurs";
"%@ server list" = "Liste de serveurs %@";

// TouchBar
"Add Server" = "Ajouter un serveur";
"Add Folder" = "Ajouter un dossier";
"Add Places for quick access" = "Ajouter des emplacements pour un accès rapide";

// Applescript
"PromptSource" = "set reply to display dialog \"Saisir le mot de passe de %@ :\" default answer \"\" buttons {\"Annuler\", \"Se connecter\"} default button \"Se connecter\" with title \"Saisir le mot de passe\" with hidden answer\nset myPassword to text returned of reply\n";
